{
  "menu.about": "About",
  "menu.products": "Products",
  "menu.materials": "Materials",
  "menu.catalog": "Catalog",
  "menu.contacts": "Contacts",
  "menu.search": "Search",
  "about.home.words.in": "In",
  "about.home.words.ousadia": "boldness",
  "about.home.words.guiao": "script",
  "about.home.text1": ", metal gains soul. And design gains",
  "about.home.text2": " Whether in the middle of the city, in a garden or at the front door. We design each line as if it were a",
  "about.home.text3": " But without predictable endings. Only impactful entrances and forms with destiny.",

  "about.singula.paragraph1": "Singula is the point where design and engineering meet to reimagine the world around us. We believe that every space — urban, natural, or domestic — deserves to be exciting, functional, and long-lasting. For us, metal is not just raw material: it's our foundation.",
  "about.singula.paragraph2": "We create stories that shape over time, building a legacy of innovation and authenticity.",

  "catalog.title": "Singula Street Design Vol. 1",
  "catalog.download.heading": "Download Catalog",
  "catalog.description": "It's not a catalog. It's an invitation. To see the city without limits. Raw lines, insistent angles. Pieces that don't ask – they exist. It's steel with soul, stroke with intention, form that speaks before function. A silence designed into structure, where even the shadow gains height. And when you look at the city more carefully, you'll see that design is the true revolution. Download it. Some carry the city on their backs, you carry it in PDF.",
  "catalog.button.first": "Catalog",
  "catalog.button.second": "Download",
  "catalog.image.alt": "Singula Catalog",

  "categories.title.main": "Three scenarios. \nOne attitude. \nUrban, natural and domestic.",

  "contact.title": "Redesign the world",
  "contact.form.name.label": "Name",
  "contact.form.email.label": "Email",
  "contact.form.contact.label": "Contact (optional)",
  "contact.form.message.label": "Message",
  "contact.form.message.placeholder": "Write your message here...",
  "contact.form.submit": "Send Message",
  "contact.quote.button": "Request Quote",

  "designs.street.title": "Street Design",
  "designs.street.description": "Urban furniture and equipment that transforms the city into sceneries of attitude and personality.",
  "designs.garden.title": "Garden Design",
  "designs.garden.description": "Garden furniture and equipment that creates natural spaces with attitude and personality.",
  "designs.home.title": "Home Design",
  "designs.home.description": "Home furniture and equipment that transforms domestic spaces into sceneries of attitude and personality.",
  "designs.image.alt": "Singula Think Metal",

  "hero.slogan": "Design you see, Design you feel.",

  "footer.links.urban": "Urban Furniture",
  "footer.links.garden": "Garden",
  "footer.links.residential": "Home Decoration",
  "footer.links.materials": "Materials",
  "footer.copyright": "© 2025 Singula Ltd. All Rights Reserved",
  "footer.menu.about": "About Us",
  "footer.menu.catalog": "Catalog",
  "footer.menu.studio": "Singula Studio",
  "footer.menu.contacts": "Contacts",
  "footer.email.title": "Contact by email",
  "footer.legal.privacy": "Privacy Policy",
  "footer.legal.terms": "Terms and Conditions",
  "footer.quote": "Request Quote",
  "footer.newsletter.placeholder": "Subscribe to Newsletter",
  "footer.newsletter.terms": "I accept the terms and conditions",

  "about.materials.intro": "At Singula, materials aren't just materials — they're the protagonists of the story! We have metal that fears nothing, cork so natural it asks permission to enter, corian that shines brighter than an influencer, and compact HPL that's both resistant and chic. The wood? It comes classic but leaves modern. RAL colors, of course, to give that final impact. And this is just the beginning — because the city deserves more than the basics, it deserves",
  "about.materials.highlight": "design with personality",

  "banner.highlight": "We choose longevity",
  "banner.text": "in the materials we select, because we believe in pieces that withstand time, not things that disappear faster than a hot coffee on a cold day!",

  "ral.title": "RAL COLORS",
  "ral.subtitle": "we recommend",
  "ral.paragraph1": "RAL colors constitute a standard color system widely used in industry, architecture, and design. Originally developed in Germany, the system assigns each color a unique numerical code, facilitating communication and exact specification of shades in projects and productions.",
  "ral.paragraph2": "This standardization ensures uniformity and consistency in color reproduction, allowing designers, manufacturers, and customers to achieve precise, high-quality results in their products and applications.",
  "ral.paragraph3": "The colors presented bla bla bla......",

  "hpl.title": "HPL COMPACT",
  "hpl.subtitle": "Phenolic",
  "hpl.paragraph1": "HPL (High Pressure Laminate) compact is a high-strength material, composed of various layers of kraft paper impregnated with thermosetting resins, pressed under high pressure and temperature. The result is a robust, durable, and extremely versatile panel, ideal for both outdoor and indoor environments.",
  "hpl.paragraph2": "Its non-porous surface makes it resistant to moisture, impacts, scratches, and UV rays, ensuring exceptional longevity with low maintenance. Additionally, it allows for a sophisticated and minimalist finish, adapting to different applications in urban furniture.",
  "hpl.paragraph3": "A functional and aesthetic choice where innovation combines with durability.",

  "studio.title.first": "Singula",
  "studio.title.second": "Studio",
  "studio.description.paragraph1": "Where design provokes. And engineering doesn't apologize.",
  "studio.description.paragraph2": "It all begins with the irreverent vision of ",
  "studio.description.designer": "André Vieira",
  "studio.description.paragraph3": ", a Product Designer who prefers to tear up the manual rather than follow it. Each piece is born with a clear objective: to be anything but common — visually, functionally, and emotionally. Then enters the duo of surgical precision: ",
  "studio.description.engineer1": "Hugo Silva",
  "studio.description.and": "and",
  "studio.description.engineer2": "Pedro Fernandes",
  "studio.description.paragraph4": ". Engineers by training. Nonconformists by vocation. They are the ones who transform bold ideas into serious structures. And yes, they use rulers.",

  "title.entry.part1": "We are Design & Engineering",
  "title.entry.part2": "We are the untold story.",

  "vision.innovationTitle": "Innovation & Originality",
  "vision.innovationText": "We challenge the conventional with solutions and design for urban spaces in a scenario of constant reinvention and personality.",
  "vision.qualityTitle": "Quality",
  "vision.qualityText": "We create pieces that not only impress, but stand the test of time, built with excellent materials and refined finishes.",
  "vision.sustainabilityTitle": "Sustainability",
  "vision.sustainabilityText": "We choose practices and materials that ensure minimal environmental impact, thinking of a greener and more lasting future.",

  "entry.text.part1": "At Singula we don't just design shapes.",
  "entry.text.highlight": "We create personality",
  "entry.text.part2": " Whether in a bench, a planter, a divider or a decorative piece - every detail counts. Because our design lives the streets, breathes in gardens and arranges itself rigorously at home. Street, Garden or Home - the scenario changes, but the attitude remains the same.",

  "contact.info.title.part1": "Let's create",
  "contact.info.title.highlight": "impact",
  "contact.info.title.part2": "We're ready, are you?",

  "product.hero.title.first": "Bench",
  "product.hero.title.second": "Nexo",
  "product.hero.subtitle": "Forms and nature, together in one bench.",
  "product.hero.description": "TNexo is geometry that comes into play and curves that hypnotize. The integrated planter option? It gives that green touch that the space needs, and the inclined structure? It's art, effortlessly. What about the perforated details? Light playing with shadow, as if by magic.",
  "product.hero.image.alt": "Nexo Bench - Main view",

  "product.gallery.title": "Bold design. Limitless versatility.",
  "product.gallery.description": "Made from S235JR steel to last and with a seat in Phenolic Compact HPL – for comfort that withstands time and seasons, a bench that doesn't go unnoticed.",
  "product.gallery.image1.alt": "Nexo Bench - View 1",
  "product.gallery.image2.alt": "Nexo Bench - View 2",
  "product.gallery.image3.alt": "Nexo Bench - View 3",
  "product.gallery.image4.alt": "Nexo Bench - View 4",
  "product.gallery.grouping.note": "The Nexo Bench can be grouped laterally.",

  "product.materials.title": "Materials",
  "product.materials.steel": "S235JR Steel",
  "product.materials.hpl": "Phenolic Compact HPL",
  "product.materials.finishes.title": "Finishes",
  "product.materials.finishes.metal": "Proteções Metal",

  "product.materials.finish.antislip": "Anti-slip width (pollutant only)",
  "product.materials.weight.title": "Weight",
  "product.materials.weight.person": "Up to 150 Kg/Person",
  "product.materials.weight.planter": "231 Kg w/Planter",
  "product.materials.context.alt": "Nexo Bench in urban context",

  "product.download.title": "Download",
  "product.download.technical": "Technical Datasheet PDF",
  "product.download.model3d": "3D Model dwg",
  "product.colors.title": "Colors / Finishes",
  "product.note.title": "Note",
  "product.note.colors": "To request colors/finishes, consult our range of materials.",
  "product.note.measurements": "We illustrate the product measurements through concept and in this acronym, they correspond to hard floors.",
  "product.technical.side.alt": "Technical drawing - side view",
  "product.technical.top.alt": "Technical drawing - top view",
  "product.contact.availability": "Contact Availability",

  "product.colors.recommended": "recommended",
  "product.note.customization": "customization",
  "product.materials.button": "MATERIALS",
  "product.materials.finishes": "Finishes",

  "product.downloads.techfile": "Tech File",
  "product.downloads.dwg": ".dwg File",

  "text.privacy": "<section class='bg-gray-100 py-20 text-gray-800'><div class='max-w-4xl mx-auto px-6'><h2 class='text-4xl font-bold text-center mb-10 py-40'>Privacy Policy</h2><div class='space-y-6 text-lg leading-relaxed'><p>Your privacy is important to us. It is the policy of <strong>Singula</strong> to respect your privacy regarding any personal information we may collect on the <a href='https://singula.pt' class='text-blue-600 hover:underline'>Singula</a> website, and other sites we own and operate.</p><p>We only request personal information when we truly need it to provide you with a service. We do so by fair and lawful means, with your knowledge and consent.</p><p>We only retain collected information for as long as necessary to provide the requested service. When storing data, we protect it using commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification.</p><p>We do not share personally identifiable information publicly or with third parties, except when required by law.</p><p>Our website may contain links to external websites not operated by us. Please be aware that we have no control over the content and practices of these sites and cannot accept responsibility for their privacy policies.</p><p>You are free to refuse our request for personal information, with the understanding that we may be unable to provide some of the desired services.</p><p>Continued use of our website will be regarded as acceptance of our practices around privacy and personal information. If you have any questions about how we handle user data and personal information, feel free to contact us.</p><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>Cookies and Advertising</h3><ul class='list-disc list-inside space-y-2 text-black'><li>The Google AdSense service we use to serve ads uses the DoubleClick cookie to serve more relevant ads across the web and limit the number of times a given ad is shown to you.</li><li>For more information on Google AdSense privacy, please consult the official Google AdSense privacy FAQ.</li><li>We use advertisements to offset the costs of operating this website and provide funding for future development. The behavioral advertising cookies used by this site are designed to ensure that we provide you with the most relevant ads where possible by anonymously tracking your interests and presenting similar things you may be interested in.</li><li>Several affiliate partners advertise on our behalf, and affiliate tracking cookies simply allow us to see if our customers have come to the site through one of our partner sites, so we can credit them appropriately and, where applicable, allow our affiliate partners to provide any promotions that may apply to you for making a purchase.</li></ul></div><div class='text-black bg-white p-6 rounded-lg shadow'><h3 class='text-2xl font-semibold mb-4 text-black'>User Commitment</h3><p class='text-black'>The user agrees to:</p><ul class='list-disc list-inside space-y-2 text-black'><li>A) Not engage in activities that are illegal or contrary to good faith and public order;</li><li>B) Not disseminate racist, xenophobic, illegal pornographic content, or content that violates human rights;</li><li>C) Not damage the physical (hardware) and logical (software) systems of Singula, its suppliers, or third parties, or introduce or spread computer viruses or any other hardware or software systems capable of causing such damage.</li></ul></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>More Information</h3><p class='text-black'>We hope this is clear. As previously mentioned, it’s usually safer to leave cookies enabled in case you interact with one of the features you use on our site.</p><p class='text-sm text-gray-500 mt-4'>This policy is effective as of <strong>June 5, 2025</strong>.</p></div></div></div></section>",
  "text.terms": "<section class='bg-gray-100 py-20 text-gray-800'><div class='max-w-4xl mx-auto px-6'><h2 class='text-4xl font-bold text-center mb-10 py-40'>Terms of Service</h2><div class='space-y-6 text-lg leading-relaxed'><h3 class='text-2xl font-semibold'>1. Terms</h3><p>By accessing the <a href='https://singula.pt' class='text-blue-600 hover:underline'>Singula</a> website, you agree to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law.</p><h3 class='text-2xl font-semibold'>2. Use License</h3><p>Permission is granted to temporarily download one copy of the materials (information or software) on Singula’s website for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license, you may not:</p><ul class='list-disc list-inside space-y-2'><li>Modify or copy the materials;</li><li>Use the materials for any commercial purpose or for any public display (commercial or non-commercial);</li><li>Attempt to decompile or reverse engineer any software contained on Singula’s website;</li><li>Remove any copyright or other proprietary notations from the materials; or</li><li>Transfer the materials to another person or mirror the materials on any other server.</li></ul><p>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Singula at any time. Upon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</p><h3 class='text-2xl font-semibold'>3. Disclaimer</h3><ul class='list-disc list-inside space-y-2'><li>The materials on Singula’s website are provided on an 'as is' basis. Singula makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li><li>Further, Singula does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li></ul><h3 class='text-2xl font-semibold'>4. Limitations</h3><p>In no event shall Singula or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Singula’s website, even if Singula or a Singula authorized representative has been notified orally or in writing of the possibility of such damage. Some jurisdictions do not allow limitations on implied warranties or limitations of liability for consequential or incidental damages, so these limitations may not apply to you.</p><h3 class='text-2xl font-semibold'>5. Accuracy of Materials</h3><p>The materials appearing on Singula’s website could include technical, typographical, or photographic errors. Singula does not warrant that any of the materials on its website are accurate, complete, or current. Singula may make changes to the materials contained on its website at any time without notice. However, Singula does not make any commitment to update the materials.</p><h3 class='text-2xl font-semibold'>6. Links</h3><p>Singula has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Singula of the site. Use of any such linked website is at the user's own risk.</p><h3 class='text-2xl font-semibold'>Modifications</h3><p>Singula may revise these terms of service for its website at any time without notice. By using this website, you are agreeing to be bound by the then current version of these terms of service.</p><h3 class='text-2xl font-semibold'>Governing Law</h3><p>These terms and conditions are governed by and construed in accordance with the laws applicable to Singula, and you irrevocably submit to the exclusive jurisdiction of the courts in that state or location.</p></div></div></section>"
}
