{
  "menu.about": "About",
  "menu.products": "Products",
  "menu.materials": "Materials",
  "menu.catalog": "Catalog",
  "menu.contacts": "Contacts",
  "menu.search": "Search",
  "about.home.words.in": "In",
  "about.home.words.ousadia": "boldness",
  "about.home.words.guiao": "script",
  "about.home.text1": ", metal gains soul. And design gains",
  "about.home.text2": " Whether in the middle of the city, in a garden or at the front door. We design each line as if it were a",
  "about.home.text3": " But without predictable endings. Only impactful entrances and forms with destiny.",

  "about.singula.paragraph1": "Singula is the point where design and engineering meet to reimagine the world around us. We believe that every space — urban, natural, or domestic — deserves to be exciting, functional, and long-lasting. For us, metal is not just raw material: it's our foundation.",
  "about.singula.paragraph2": "We create stories that shape over time, building a legacy of innovation and authenticity.",

  "catalog.title": "Singula Street Design Vol. 1",
  "catalog.download.heading": "Download Catalog",
  "catalog.description": "It's not a catalog. It's an invitation. To see the city without limits. Raw lines, insistent angles. Pieces that don't ask – they exist. It's steel with soul, stroke with intention, form that speaks before function. A silence designed into structure, where even the shadow gains height. And when you look at the city more carefully, you'll see that design is the true revolution. Download it. Some carry the city on their backs, you carry it in PDF.",
  "catalog.button.first": "Catalog",
  "catalog.button.second": "Download",
  "catalog.image.alt": "Singula Catalog",

  "categories.title.main": "Three scenarios. \nOne attitude. \nUrban, natural and domestic.",

  "contact.title": "Redesign the world",
  "contact.form.name.label": "Name",
  "contact.form.email.label": "Email",
  "contact.form.contact.label": "Contact (optional)",
  "contact.form.message.label": "Message",
  "contact.form.message.placeholder": "Write your message here...",
  "contact.form.submit": "Send Message",
  "contact.quote.button": "Request Quote",

  "designs.street.title": "Street Design",
  "designs.street.description": "Urban furniture and equipment that transforms the city into sceneries of attitude and personality.",
  "designs.garden.title": "Garden Design",
  "designs.garden.description": "Garden furniture and equipment that creates natural spaces with attitude and personality.",
  "designs.home.title": "Home Design",
  "designs.home.description": "Home furniture and equipment that transforms domestic spaces into sceneries of attitude and personality.",
  "designs.image.alt": "Singula Think Metal",

  "hero.slogan": "Design you see, Design you feel.",

  "footer.links.urban": "Urban Furniture",
  "footer.links.garden": "Garden",
  "footer.links.residential": "Home Decoration",
  "footer.links.materials": "Materials",
  "footer.copyright": "© 2025 Singula Ltd. All Rights Reserved",
  "footer.menu.about": "About Us",
  "footer.menu.catalog": "Catalog",
  "footer.menu.studio": "Singula Studio",
  "footer.menu.contacts": "Contacts",
  "footer.email.title": "Contact by email",
  "footer.legal.privacy": "Privacy Policy",
  "footer.legal.terms": "Terms and Conditions",
  "footer.quote": "Request Quote",
  "footer.newsletter.placeholder": "Subscribe to Newsletter",
  "footer.newsletter.terms": "I accept the terms and conditions",

  "about.materials.intro": "At Singula, materials aren't just materials — they're the protagonists of the story! We have metal that fears nothing, cork so natural it asks permission to enter, corian that shines brighter than an influencer, and compact HPL that's both resistant and chic. The wood? It comes classic but leaves modern. RAL colors, of course, to give that final impact. And this is just the beginning — because the city deserves more than the basics, it deserves",
  "about.materials.highlight": "design with personality",

  "banner.highlight": "We choose longevity",
  "banner.text": "in the materials we select, because we believe in pieces that withstand time, not things that disappear faster than a hot coffee on a cold day!",

  "ral.title": "RAL COLORS",
  "ral.subtitle": "we recommend",
  "ral.paragraph1": "RAL colors constitute a standard color system widely used in industry, architecture, and design. Originally developed in Germany, the system assigns each color a unique numerical code, facilitating communication and exact specification of shades in projects and productions.",
  "ral.paragraph2": "This standardization ensures uniformity and consistency in color reproduction, allowing designers, manufacturers, and customers to achieve precise, high-quality results in their products and applications.",
  "ral.paragraph3": "The colors presented bla bla bla......",

  "hpl.title": "HPL COMPACT",
  "hpl.subtitle": "Phenolic",
  "hpl.paragraph1": "HPL (High Pressure Laminate) compact is a high-strength material, composed of various layers of kraft paper impregnated with thermosetting resins, pressed under high pressure and temperature. The result is a robust, durable, and extremely versatile panel, ideal for both outdoor and indoor environments.",
  "hpl.paragraph2": "Its non-porous surface makes it resistant to moisture, impacts, scratches, and UV rays, ensuring exceptional longevity with low maintenance. Additionally, it allows for a sophisticated and minimalist finish, adapting to different applications in urban furniture.",
  "hpl.paragraph3": "A functional and aesthetic choice where innovation combines with durability.",

  "studio.title.first": "Singula",
  "studio.title.second": "Studio",
  "studio.description.paragraph1": "Where design provokes. And engineering doesn't apologize.",
  "studio.description.paragraph2": "It all begins with the irreverent vision of ",
  "studio.description.designer": "André Vieira",
  "studio.description.paragraph3": ", a Product Designer who prefers to tear up the manual rather than follow it. Each piece is born with a clear objective: to be anything but common — visually, functionally, and emotionally. Then enters the duo of surgical precision: ",
  "studio.description.engineer1": "Hugo Silva",
  "studio.description.and": "and",
  "studio.description.engineer2": "Pedro Fernandes",
  "studio.description.paragraph4": ". Engineers by training. Nonconformists by vocation. They are the ones who transform bold ideas into serious structures. And yes, they use rulers.",

  "title.entry.part1": "We are Design & Engineering",
  "title.entry.part2": "We are the untold story.",

  "vision.innovationTitle": "Innovation & Originality",
  "vision.innovationText": "We challenge the conventional with solutions and design for urban spaces in a scenario of constant reinvention and personality.",
  "vision.qualityTitle": "Quality",
  "vision.qualityText": "We create pieces that not only impress, but stand the test of time, built with excellent materials and refined finishes.",
  "vision.sustainabilityTitle": "Sustainability",
  "vision.sustainabilityText": "We choose practices and materials that ensure minimal environmental impact, thinking of a greener and more lasting future.",

  "entry.text.part1": "At Singula we don't just design shapes.",
  "entry.text.highlight": "We create personality",
  "entry.text.part2": " Whether in a bench, a planter, a divider or a decorative piece - every detail counts. Because our design lives the streets, breathes in gardens and arranges itself rigorously at home. Street, Garden or Home - the scenario changes, but the attitude remains the same.",

  "contact.info.title.part1": "Let's create",
  "contact.info.title.highlight": "impact",
  "contact.info.title.part2": "We're ready, are you?"
}
