{
  "menu.about": "Sobre",
  "menu.products": "Produtos",
  "menu.materials": "Materiais",
  "menu.catalog": "Catálogo",
  "menu.contacts": "Contactos",
  "menu.search": "Pesquisar",
  "about.home.words.in": "Na",
  "about.home.words.ousadia": "ousadia",
  "about.home.words.guiao": "guião",
  "about.home.text1": ", o metal ganha alma. E o design ganha",
  "about.home.text2": " Seja no meio da cidade, num jardim ou à porta de casa. Desenhamos cada linha como se fosse um",
  "about.home.text3": " Mas sem finais previsíveis. Só entradas de impacto e formas com destino.",

  "about.singula.paragraph1": "A Singula é o ponto onde design e engenharia se encontram para reimaginar o mundo à nossa volta. Acreditamos que cada espaço — urbano, natural ou doméstico — merece ser emocionante, funcional e duradouro. Para nós, o metal não é só matéria-prima: é a nossa base.",
  "about.singula.paragraph2": "Fazemos histórias que se moldam ao tempo, criando um legado de inovação e autenticidade.",

  "catalog.title": "Singula Street Design Vol. 1",
  "catalog.download.heading": "Descarregar Catálogo",
  "catalog.description": "Não é catálogo. É convite. Para ver a cidade sem limite. Linhas cruas, ângulos que insistem. Peças que não pedem — existem. É aço com alma, traço com intenção, forma que fala antes da função. Um silêncio desenhado em plena estrutura, onde até a sombra ganha outra altura. E quando olhares a cidade com mais atenção, verás que o design é a verdadeira revolução. Faz o download. Há quem leve a cidade às costas, tu levas em PDF.",
  "catalog.button.first": "Catálogo",
  "catalog.button.second": "Download",
  "catalog.image.alt": "Catálogo Singula",

  "categories.title.main": "Três cenários. <br /> Uma só atitude. <br />Urbana, natural e doméstica.",

  "contact.title": "Redesenhar o mundo",
  "contact.form.name.label": "Nome",
  "contact.form.email.label": "Email",
  "contact.form.contact.label": "Contacto (opcional)",
  "contact.form.message.label": "Mensagem",
  "contact.form.message.placeholder": "Escreve aqui a tua mensagem...",
  "contact.form.submit": "Enviar Mensagem",
  "contact.quote.button": "Pedir Orçamento",

  "designs.street.title": "Street Design",
  "designs.street.description": "Mobiliário e Equipamento urbano que transforma a cidade em cenários de atitude e personalidade.",
  "designs.garden.title": "Garden Design",
  "designs.garden.description": "Mobiliário e Equipamento urbano que transforma a cidade em cenários de atitude e personalidade.",
  "designs.home.title": "Home Design",
  "designs.home.description": "Mobiliário e Equipamento urbano que transforma a cidade em cenários de atitude e personalidade.",
  "designs.image.alt": "Singula Think Metal",

  "hero.slogan": "Design que se vê, Design que se sente.",

  "footer.links.urban": "Mobiliário Urbano",
  "footer.links.garden": "Jardim",
  "footer.links.residential": "Decoração Residencial",
  "footer.links.materials": "Materiais",
  "footer.copyright": "© 2025 Singula Lda. Todos os Direitos Reservados",
  "footer.menu.about": "Sobre Nós",
  "footer.menu.catalog": "Catálogo",
  "footer.menu.studio": "Singula Studio",
  "footer.menu.contacts": "Contactos",
  "footer.email.title": "Contactar por email",
  "footer.legal.privacy": "Política de Privacidade",
  "footer.legal.terms": "Termos e Condições",
  "footer.quote": "Pedir Orçamento",
  "footer.newsletter.placeholder": "Subscrever a Newsletter",
  "footer.newsletter.terms": "Aceito os termos e condições",

  "about.materials.intro": "Na Singula, os materiais não são apenas materiais — são os protagonistas da história! Temos metal que não teme nada, a cortiça que é tão natural que até pede licença para entrar, o corian que brilha mais que um influencer, e o compacto HPL que é resistente e chique ao mesmo tempo. A madeira? Vem clássica, mas sai moderna. As cores RAL, claro, para dar aquele impacto final. E isso é só o começo — porque a cidade merece mais do que o básico, merece",
  "about.materials.highlight": "design com personalidade",

  "banner.highlight": "Optamos pela longevidade",
  "banner.text": "nos materiais que escolhemos, porque acreditamos em peças que resistem ao tempo, não em coisas que desaparecem mais rápido que um café quente num dia frio!",

  "ral.title": "CORES RAL",
  "ral.subtitle": "recomendamos",
  "ral.paragraph1": "As cores RAL constituem um sistema padrão de cores amplamente utilizado na indústria, arquitetura e design. Originalmente desenvolvido na Alemanha, o sistema atribui a cada cor um código numérico único, facilitando a comunicação e a especificação exata das tonalidades em projetos e produções.",
  "ral.paragraph2": "Essa padronização garante uniformidade e consistência na reprodução das cores, permitindo que designers, fabricantes e clientes obtenham resultados precisos e de alta qualidade em seus produtos e aplicações.",
  "ral.paragraph3": "As cores apresentadas bla bla bla......",

  "hpl.title": "COMPACTO HPL",
  "hpl.subtitle": "Fenólico",
  "hpl.paragraph1": "O compacto HPL (High Pressure Laminate) é um material de alta resistência, composto por váriascamadas de papel kraft onde estas são impregnadas com resinas termoendurecíveis, prensadas sobalta pressão e temperatura. O resultado é um painel robusto, durável e extremamente versátil, idealpara ambientes exteriores e interiores.",
  "hpl.paragraph2": "A sua superfície não porosa torna-o resistente à humidade, impactos, riscos e raios UV, garantindouma longevidade excecional com baixa manutenção. Além disso, permite um acabamento sofistica-do e minimalista, adaptando-se a diferentes aplicações no mobiliário urbano.",
  "hpl.paragraph3": "Uma escolha funcional e estética, onde a inovação se alia à durabilidade.",

  "studio.title.first": "Singula",
  "studio.title.second": "Studio",
  "studio.description.paragraph1": "Onde o design provoca. E a engenharia não pede desculpa.",
  "studio.description.paragraph2": "Tudo começa com a visão irreverente de ",
  "studio.description.designer": "André Vieira",
  "studio.description.paragraph3": ", Designer de Produto que prefere rasgar o manual a segui-lo. Cada peça nasce com um objetivo claro: ser tudo menos comum — visual, funcional e emocional. Depois entra a dupla de precisão cirúrgica: ",
  "studio.description.engineer1": "Hugo Silva",
  "studio.description.and": "e",
  "studio.description.engineer2": "Pedro Fernandes",
  "studio.description.paragraph4": ". Engenheiros de formação. Inconformados por vocação. São eles que transformam ideias arrojadas em estruturas sérias. E sim, usam a régua.",

  "title.entry.part1": "Somos Design & Engenharia",
  "title.entry.part2": "Somos a história nunca contada.",

  "vision.innovationTitle": "Inovação & Originalidade",
  "vision.innovationText": "Desafiamos o convencional com soluções e design para o espaço urbano num cenário de constante reinvenção e personalidade.",
  "vision.qualityTitle": "Qualidade",
  "vision.qualityText": "Criamos peças que não apenas impressionam, mas que resistem ao tempo, construídas com materiais de excelência e acabamentos refinados.",
  "vision.sustainabilityTitle": "Sustentabilidade",
  "vision.sustainabilityText": "Escolhemos práticas e materiais que garantem um impacto mínimo no meio ambiente, pensando num futuro mais verde e duradouro.",

  "entry.text.part1": "Na Singula não desenhamos só formas.",
  "entry.text.highlight": "Criamos personalidade",
  "entry.text.part2": " Seja num banco, numa floreira, numa divisória ou numa peça decorativa - cada detalhe conta. Porque o nosso design viva as ruas, respira nos jardins e arruma-se com rigor em casa. Street, Garden ou Home - o cenário muda, mas a atitude é a mesma.",

  "contact.info.title.part1": "Vamos criar",
  "contact.info.title.highlight": "impacto",
  "contact.info.title.part2": "Estamos prontos, e tu?",

  "product.hero.title.first": "Banco",
  "product.hero.title.second": "Nexo",
  "product.hero.subtitle": "Formas e natureza, juntos e num banco só.",
  "product.hero.description": "O Nexo é geometria que entra em ação e curvas que hipnotizam. A opção de floreira integrada? Dá-lhe aquele toque verde que o espaço precisa, e a estrutura inclinada? É arte, sem esforço. E os detalhes perfurados? Luz a brincar com sombra, como se fosse magia.",
  "product.hero.image.alt": "Banco Nexo - Vista principal",

  "product.gallery.title": "Design ousado. Versatilidade sem limites.",
  "product.gallery.description": "Feito em aço S235JR para durar e com assento em Fenólico Compacto HPL – para um conforto que aguenta o tempo e as estações. Um banco que não passa despercebido.",
  "product.gallery.image1.alt": "Banco Nexo - Vista 1",
  "product.gallery.image2.alt": "Banco Nexo - Vista 2",
  "product.gallery.image3.alt": "Banco Nexo - Vista 3",
  "product.gallery.image4.alt": "Banco Nexo - Vista 4",
  "product.gallery.grouping.note": "O Banco Nexo pode ser agrupado lateralmente.",

  "product.materials.title": "Materiais",
  "product.materials.steel": "Aço S235JR",
  "product.materials.hpl": "Compacto HPL Fenólico",
  "product.materials.finishes.title": "Acabamentos",
  "product.materials.finishes.metal": "Proteções Metal",
  "product.materials.finish.antislip": "Largura antiderrapante (só poluente)",
  "product.materials.weight.title": "Peso",
  "product.materials.weight.person": "Até 150 Kg/Pessoa",
  "product.materials.weight.planter": "231 Kg c/Floreira",
  "product.materials.context.alt": "Banco Nexo em contexto urbano",

  "product.download.title": "Download",
  "product.download.technical": "Ficha Técnica PDF",
  "product.download.model3d": "Modelo 3dwg",
  "product.colors.title": "Cores / Acabamentos",
  "product.note.title": "Nota",
  "product.note.colors": "Para solicitar cores/acabamentos, consulte a nossa gama de materiais.",
  "product.note.measurements": "Ilustramos as medidas do produto mediante conceito e neste acrónimo, elas correspondem para solos duros.",
  "product.technical.side.alt": "Desenho técnico - vista lateral",
  "product.technical.top.alt": "Desenho técnico - vista superior",
  "product.contact.availability": "Contactar Disponibilidade",
  "product.colors.recommended": "recomendados",
  "product.note.customization": "personalização",
  "product.materials.button": "MATERIAIS",
  "product.materials.finishes": "Acabamentos",

  "product.downloads.techfile": "Ficha Técnica",
  "product.downloads.dwg": "Modelo .dwg ",

  "text.privacy": "<section class='bg-gray-100 py-20 text-gray-800'><div class='max-w-4xl mx-auto px-6'><h2 class='text-4xl font-bold text-center mb-10 py-40'>Política de Privacidade</h2><div class='space-y-6 text-lg leading-relaxed'><p>Na <strong>Singula lda</strong> respeitamos a sua privacidade e agradecemos a confiança em nós depositada. A privacidade dos nossos clientes e fornecedores é para nós fundamental.</p><p>É política da <strong>SINGULA Lda.</strong> respeitar a privacidade dos usuários em relação a qualquer informação que possamos recolher no site da <strong>SINGULA</strong>, e outros sites que possuímos e operamos.</p><p>Os dados recolhidos neste site são processados de acordo com o Regulamento Geral de Proteção de Dados (RGPD) - Regulamento (UE) 2016/679 - e demais legislação aplicável à proteção de dados pessoais, nomeadamente a Lei nº 58/2019 de 8 de agosto.</p><p>De acordo com os artigos 13º e 14º do RGPD, a presente Política de Privacidade descreve como processamos os dados pessoais que recebemos quando navega na nossa plataforma, quando se regista para receber as nossas notícias, quando se inscreve num evento online ou presencial, ou quando contacta usando um formulário de contacto, por email, telefone ou correio, bem como quais os seus direitos de dados pessoais e como pode exercê-los.</p><p>O nº1 do artigo 4º do RGPD, define dados pessoais como a 'informação relativa a uma pessoa singular identificada ou identificável («titular dos dados»); é considerada identificável uma pessoa singular que possa ser identificada, direta ou indiretamente, em especial por referência a um identificador, como por exemplo um nome, um número de identificação, dados de localização, identificadores por via eletrónica ou a um ou mais elementos específicos da identidade física, fisiológica, genética, mental, económica, cultural ou social dessa pessoa singular'.</p><p>Solicitamos informações pessoais quando realmente precisamos, para lhe fornecer um serviço. Fazemo-lo por meios justos e legais, com o seu conhecimento e consentimento. Informamos porque estamos a coletar e como será usado. Retemos as informações recolhidas pelo tempo necessário para fornecer o serviço solicitado. Quando armazenamos dados, protegemos dentro de meios comercialmente aceitáveis para evitar perdas e roubos, bem como acesso, divulgação, cópia, uso ou modificação não autorizados. Não partilhamos informações de identificação pessoal publicamente ou com terceiros, exceto quando exigido por lei.</p><p>O nosso site pode conter links para sites externos que não são operados por nós. O utilizador deve estar ciente de que não temos controle sobre o conteúdo e práticas desses sites e não podemos aceitar responsabilidade por suas respetivas políticas de privacidade. O utilizador é livre para recusar a nossa solicitação de informações pessoais, entendendo que talvez não possamos fornecer alguns dos serviços desejados.</p><p>O uso continuado do nosso site será considerado como aceitação de nossas práticas em torno de privacidade e informações pessoais. Se tiver alguma dúvida sobre como lidamos com dados do usuário e informações pessoais, entre em contato connosco através de <a href='mailto:info@singula.pt' class='text-blue-600 hover:underline'>info@singula.pt</a></p><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>1. Âmbito da Política de Privacidade</h3><p class='text-black mb-4'>A presente política de privacidade abrange este website -- <a href='https://www.singula.pt' class='text-blue-600 hover:underline'>www.singula.pt</a></p><p class='text-black mb-4'>Os dados não são processados para quaisquer outros fins que não os aqui especificados.</p><p class='text-black mb-4'>É reservado o direito de atualizar ou modificar sem aviso prévio a presente política de privacidade de forma a adaptá-la com alterações legislativas, pelo que é aconselhado a visita regularmente.</p><p class='text-black mb-4'>É considerado que os utilizadores estão conscientes destas políticas ao navegar em <a href='https://www.singula.pt' class='text-blue-600 hover:underline'>www.singula.pt</a></p><p class='text-black mb-4'>Note que, sem prejuízo das situações especiais abaixo descritas, em regra tratamos os seus dados para gerir a nossa relação contratual consigo e prestarmos os serviços que nos solicitou. Nessa medida poderemos enviar-lhe comunicações de marketing sobre os nossos serviços a menos que recuse essas comunicações, enviando-nos um email nesse sentido ou alterando as suas preferências na sua área pessoal do nosso site.</p><p class='text-black mb-4'>A utilização de serviços específicos da <strong>SINGULA Lda</strong>, poderá determinar a necessidade de recolha de outros dados pessoais para além dos mencionados no quadro infra, bem como poderá implicar a realização de outras atividades de tratamento de dados pessoais.</p><p class='text-black mb-4'>Nesse caso, ser-lhe-á prestada informação adicional sobre as condições de tratamento de dados e inscrição (registo), disponibilizada na página de internet dedicada a essas ações. Essas condições considerar-se-ão parte integrante da presente Política de Privacidade e prevalecerão em caso de conflito.</p><p class='text-black mb-4'>É provável que nem todas as situações se apliquem ao seu caso concreto pois os dados recolhidos dependerão dos serviços que escolha utilizar. Contudo, prestamos-lhe informação sobre todos os cenários possíveis.</p><p class='text-black mb-4'>Sempre que leia exemplos por favor note que eles são apenas isso mesmo, apresentados somente nessa condição e não constituem uma descrição exaustiva.</p><p class='text-black'>Os dados pessoais recolhidos em cada caso são os que são pedidos nos vários formulários de registo e destinar-se-ão à finalidade inerente a cada ação ou situação em concreto. Os dados pessoais marcados com um asterisco (*) são de preenchimento obrigatório pois sem esses não poderemos prestar-lhe o serviço solicitado.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>2. Recolha de Dados</h3><p class='text-black mb-4'>Enquanto visitante do website, não é necessário fornecer quaisquer dados pessoais para utilização.</p><p class='text-black mb-4'><strong>-- Recolha Directa:</strong><br>Os dados pessoais dos utilizadores são recolhidos (Nome e Email) apenas quando é realizado um pedido de informações de contacto, de modo que seja possível responder ao esclarecimento solicitado.</p><p class='text-black'><strong>-- Recolha Indireta:</strong><br>Através do Google Analytics é monitorizada a informação estatística relativa à utilização de dados agregados: origem geográfica (cidade, país), tipo de dispositivo, sistema operativo, browser, operadora e acessos. A utilização destes dados, não contêm dados de identificação pessoal ou informação privada</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>3. Finalidades dos Dados recolhidos</h3><p class='text-black'>Exclusivamente para processamento dos pedidos de informações de contato dos utilizadores no 'Formulário de Contato', e não serão utilizados para qualquer outro processamento inclusive Marketing Direto.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>4. Direitos do Utilizador</h3><p class='text-black'>Todo o conteúdo prestado nos pedidos de informações de contato são para as finalidades determinadas garantindo ao titular o acesso, a atualização, a retificação e a eliminação dos seus dados.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>5. Partilha dos Dados</h3><p class='text-black'>Todos os dados fornecidos, não são divulgados nem comunicados a terceiros sem o consentimento, sejam eles parceiros ou serviços de nuvem, exceto quando tal for exigido por lei.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>6. Armazenamento dos Dados</h3><p class='text-black'>Todos os dados relativos a este website <a href='https://www.singula.pt' class='text-blue-600 hover:underline'>www.singula.pt</a> são guardados em servidores localizados na União Europeia. Estes servidores são protegidos e mantidos de acordo com standards de segurança, por forma a respeitar as leis de privacidade aplicáveis.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>7. Links para Websites</h3><p class='text-black'>Existem links para páginas web de entidades terceiras que podem ser de interesse para o utilizador, não sendo este site responsabilizo pela forma à qual estas entidades tratam a proteção da privacidade e dos dados.</p></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>Cookies e Anúncios</h3><ul class='list-disc list-inside space-y-2 text-black'><li>O serviço Google AdSense usa o cookie DoubleClick para veicular anúncios relevantes e limitar repetições.</li><li>Consulte as FAQs oficiais do Google AdSense para mais informações sobre privacidade.</li><li>Utilizamos anúncios para cobrir custos do site e planejar melhorias futuras. Os cookies ajudam a exibir anúncios personalizados.</li><li>Parceiros afiliados podem usar cookies de rastreamento para identificar origem de acessos e aplicar promoções.</li></ul></div><div class='text-black bg-white p-6 rounded-lg shadow'><h3 class='text-2xl font-semibold mb-4 text-black'>Compromisso do Usuário</h3><p class='text-black'>O usuário compromete-se a:</p><ul class='list-disc list-inside space-y-2 text-black'><li>A) Não se envolver em atividades ilegais ou contrárias à boa fé e à ordem pública;</li><li>B) Não difundir conteúdo racista, xenofóbico, pornográfico ilegal, ou que viole direitos humanos;</li><li>C) Não danificar sistemas físicos ou lógicos do Singula ou de terceiros, nem disseminar vírus.</li></ul></div><div class='bg-white p-6 rounded-lg shadow text-black'><h3 class='text-2xl font-semibold mb-4 text-black'>Contacto do Responsável pelo Tratamento</h3><p class='text-black mb-4'>Para qualquer questão relacionada com o tratamento dos dados pessoais, pode contactar:</p><p class='text-black mb-2'><strong>SINGULA Lda</strong></p><p class='text-black mb-2'>Morada: Rua das Boucinhas, Nº 751, 4805-479 Airão Santa Maria</p><p class='text-black mb-2'>Guimarães, Portugal</p><p class='text-black mb-2'>Telefone: +351 924 009 275</p><p class='text-black mb-4'>Email: <a href='mailto:info@singula.pt' class='text-blue-600 hover:underline'>info@singula.pt</a></p><p class='text-black'>Esperamos que esteja esclarecido. Em geral, é mais seguro deixar os cookies ativados para aproveitar os recursos do site.</p><p class='text-sm text-gray-500 mt-4'>Esta política é efetiva a partir de <strong>5 de Junho de 2025</strong>.</p></div></div></div></section>",
  "text.terms": "<section class='bg-gray-100 py-20 text-gray-800'><div class='max-w-4xl mx-auto px-6'><h2 class='text-4xl font-bold text-center mb-10 py-40'>Termos e Condições</h2><div class='space-y-6 text-lg leading-relaxed'><h3 class='text-2xl font-semibold'>1. Definições e Termos Gerais</h3><p>SINGULA é a entidade legal registada na União Europeia que comercializa os seus produtos, bem como produtos de marcas autorizadas. Ao acessar o site <a href='https://singula.pt' class='text-blue-600 hover:underline'>Singula</a> ou celebrar uma transação, o CLIENTE concorda com os termos vigentes na DATA DE COMPRA. Estes termos são regidos pelas leis locais e incluem definições como PRODUTO, CLIENTE, ENCOMENDA, REPRESENTANTE, entre outros.</p><h3 class='text-2xl font-semibold'>2. Licença de Uso</h3><p>É concedida permissão para baixar temporariamente uma cópia dos materiais do site apenas para visualização pessoal e não comercial transitória. Sob esta licença, você não pode:</p><ul class='list-disc list-inside space-y-2'><li>Modificar ou copiar os materiais;</li><li>Usar os materiais para qualquer finalidade comercial ou pública;</li><li>Tentar descompilar ou fazer engenharia reversa de software;</li><li>Remover direitos autorais ou outras notações de propriedade;</li><li>Transferir os materiais para outra pessoa ou espelhar em outro servidor.</li></ul><p>Esta licença termina automaticamente se você violar qualquer uma dessas restrições e pode ser revogada pela SINGULA a qualquer momento. Após encerrar a visualização, você deve apagar todos os materiais baixados.</p><h3 class='text-2xl font-semibold'>3. Registo de Contas e Informação Empresarial</h3><p>As contas são criadas após emissão da fatura proforma e fornecimento de informações empresariais válidas, incluindo número de IVA. Pode ser exigido certificado de revenda.</p><h3 class='text-2xl font-semibold'>4. Encomendas e Procedimentos de Compra</h3><p>Não há quantidades mínimas obrigatórias. A fatura proforma confirma a seleção e tem validade limitada (geralmente 30 dias úteis). O CLIENTE é responsável pelas informações e seleção dos produtos.</p><h3 class='text-2xl font-semibold'>5. Serviços de Design e Encomendas Personalizadas</h3><p>Pedidos personalizados exigem assinatura dos desenhos técnicos, e incluem taxa de design (dedutível). O prazo de produção conta a partir da confirmação da receção dos desenhos assinados.</p><h3 class='text-2xl font-semibold'>6. Isenção de Responsabilidade</h3><ul class='list-disc list-inside space-y-2'><li>Os materiais são fornecidos “como estão”, sem garantias expressas ou implícitas.</li><li>A SINGULA não garante a precisão, resultados ou confiabilidade dos materiais no site ou de sites vinculados.</li></ul><h3 class='text-2xl font-semibold'>7. Características e Precisão dos Produtos</h3><p>A SINGULA pode alterar produtos sem aviso. As informações são aproximadas e podem não ser exatas, especialmente devido a variações de cor em sistemas e ecrãs.</p><h3 class='text-2xl font-semibold'>8. Unicidade e Variações Naturais</h3><p>Produtos feitos com técnicas artesanais podem apresentar variações naturais em acabamentos, cores e texturas. Tais diferenças não são defeitos.</p><h3 class='text-2xl font-semibold'>9. Listas de Preços e Condições Comerciais</h3><p>Preços são em EURO, sem IVA e em regime EXWORKS (Portugal). A validade da proforma deve ser respeitada.</p><h3 class='text-2xl font-semibold'>10. Condições de Pagamento e Faturação</h3><p>É exigido pagamento antecipado: 50% para pedidos padrão, 60% para personalizados. O restante deve ser liquidado antes da saída dos produtos. Pagamentos via transferência bancária.</p><h3 class='text-2xl font-semibold'>11. Transporte, Envio e Exportação</h3><p>Transações em regime EXWORKS. O CLIENTE assume responsabilidade e custos de transporte. A responsabilidade transfere-se ao CLIENTE quando o transportador assume a encomenda.</p><h3 class='text-2xl font-semibold'>12. Prazos de Produção</h3><p>Prazo padrão é de 6 semanas após o pagamento. Pedidos grandes ou personalizados têm prazos definidos caso a caso. Há opção de serviço expresso sujeito à disponibilidade.</p><h3 class='text-2xl font-semibold'>13. Alterações, Cancelamentos e Modificações de Pedidos</h3><p>Cancelamentos são aceites até 48h após o depósito. Após esse prazo, pode haver retenção de 30% a 50%. Pedidos personalizados não são canceláveis após aprovação dos desenhos.</p><h3 class='text-2xl font-semibold'>14. Utilização de Imagens e Propriedade Intelectual</h3><p>A SINGULA pode usar fotos dos seus produtos para promoção. O CLIENTE não pode duplicar, copiar ou usar os produtos comercialmente sem autorização escrita. Em caso de uso autorizado, deve-se creditar a SINGULA. Violações resultam em penalidades e exigem confidencialidade.</p><h3 class='text-2xl font-semibold'>15. Precisão dos Materiais</h3><p>Os materiais podem conter erros técnicos, tipográficos ou fotográficos. A SINGULA pode atualizar os materiais sem aviso, mas não se compromete a fazê-lo.</p><h3 class='text-2xl font-semibold'>16. Links</h3><p>A SINGULA não é responsável por sites vinculados. O uso desses sites é por conta e risco do usuário e não implica endosso.</p><h3 class='text-2xl font-semibold'>17. Modificações</h3><p>A SINGULA pode revisar os termos a qualquer momento sem aviso. O uso contínuo do site implica aceitação dos termos atualizados.</p><h3 class='text-2xl font-semibold'>18. Lei Aplicável</h3><p>Estes termos são regidos pelas leis aplicáveis à SINGULA, com jurisdição exclusiva dos tribunais dessa localidade.</p></div></div></section>"
}
